{
  "tc_title": "Terms & Conditions",
  "tc_updated": "Last updated on 20th Jan 2020",
  "tc_content": "<p>The Terms and Conditions of Openexpo direct your access to and use of the virtualexhibition events platform provided through the website at openexpo.com. The goalof Openexpo is to provide you with all the necessary information you need to enjoyand learn about the event you are attending and to experience an amazing one andone networking with other attendees.</p><p>These Terms and Conditions administers all apps, websites, and other services thatcontain references or link to this platform and are made available by Openexpo, andits affiliates (\"our\", \"we\", or \"us\"), \"platform\" is synonymous with mobile appor   website, \"Host\"  These   are   the   businesses,   individuals,   businesses   andorganizations that use Openexpo as a platform to organize and host their Events</p><p>Make sure you read these Terms and Conditions carefully.</p><p>It clearly explains the different ways we obtain and treat your Data when you visit, access, and/use the Service we provide. It also regulates your Data that we maycollect offline.</p><p>You confirm that you have read, understood and agree to be bound by these Termsand Conditions by clicking on the \"Accept\" button before being granted access toOpenexpo, or otherwise where you access or use Openexpo, or you sign up an accountwith us, which together with our Privacy Policy govern Openexpo’s relationship withyou in relation to this platform. In case you do not accept the terms of these Termsand Conditions, we recommend that you should not access, visit, or use this service. We recommend that you print a copy of these Terms and Conditions for futurereference.</p><p>A legally binding contract between you and us will then be established (UserAgreement), consisting of these Terms and Conditions, directing your access to andthe use of Openexpo.</p><p>Openexpo is a virtual event exhibition platform for individuals and organizations whowant to host online events. We strongly value the security of Openexpo and havetaken every necessary step to ensure that your content and activities (as definedbelow) are protected.</p><h3>Users of Openexpo</h3><p>There are two different types of Openexpo users which these terms apply to:</p><p><strong>\"Attendee\"</strong> You are addressed as an attendee or participant if you attend an exhibition or event on Openexpo. Participants are either invited to participate in a particular event by a Host, or you may have registered for a Openexpo account and attend an event through the notification from their account. Attendees also include Attendees that have been invited to speak by an event Host, to be Event Sponsors, or to Exhibit at an Event.</p><p><strong>\"Host\"</strong> If you are a Host, you are a contractor, an individual, a normal employee, or a partner of a Host who are members of the team that assist the Host to run, manage, and organize Events. Event Hosts have special access privileges and are always granted access to use Openexpo as a Host.</p><p>In these Terms and Conditions, unless otherwise stated, you are a \"User\" or \"Openexpo User\".</p><h3>Our Responsibility</h3><p>Events are  solely  planned and  managed by the Host. We are just a third- partyoffering the platform to execute the Event successfully. We are not held responsible:</p><ul><li>For how an event is run;</li><li>For the conduct or Contributions (as defined below) of any other Users.</li><li>If an event is canceled for any reason by the Host</li><li>For any activities carried out or content produced during an Event.</li></ul><h3>Complaints, Issues, and Refunds</h3><p>If any of the materials stated in these Terms and Conditions have in any mannercaused damages to you, or you have paid for an event and wish to negotiate arefund, it is appropriate to contact the Host of the Event, whose responsibility it is tohandle the issue.</p><p>Our only responsibility is to provide the technical capacity and assistance for theEvent to run. If you are experiencing technical issues with Openexpo, please contactus as set out below:</p><ul><li>For how an event is run</li><li>For the conduct or Contributions (as defined below) of any other Users</li><li>If an event is canceled for any reason by the Host</li><li>For any activities carried out or content produced during an Event.</li></ul><h3>The Host’s Responsibilities to You</h3><p>The Host has total control over the running of the Event.</p><p>The Host has full control over the running of any Event. This includes control over any Users, when Events are created and how they are designed, and what functionality and third-party integrations are set up for use at each Event.</p><p>The Host may ban or withdraw access to Events and/or Openexpo to any User at any time.</p><p>It is solely the Host’s responsibility to:</p><ul><li>Notify you of any significant rules and practices of the Host that apply to youruse of Openexpo outside of these User Terms;</li><li>Respond to and resolve any disagreement between the Host and you, or between you and any other User.</li></ul><h3>1). DISCLAIMER</h3><p>You acknowledge and agree that the platform and it’s content on an \"as is\", \"as available\" basis. We do not make any, and hereby particularly disclaim any endorsements, and representations, warranties or guarantees, implied or express, as concerned the website or its content, including without any limitation, and regarding or emanating from (I) fitness, merchantability for a certain reason, title orno infringement of intellectual property rights; (II)course of usage, course of dealing,or course of performance; (III) appropriateness, dependability, precision or contentof the platform and any other information provided through the platform under thisagreement.</p><p>Without restricting the generality of the above mentioned, we hereby disclaim anyassurance concerning the profitability of transactions obtained from the use of theinformation on the website. Information from this website is not projected to providefinancial, tax, accounting, legal, or other forms of advice, and should not be depended upon for any professional guide.</p><h3>2). TERMS OF USE ENFORCEABILITY</h3><p>You acknowledge and agree that you have freely accepted these Terms of Agreement for openexpo.com (the \"Website\"), have read and clearly understood allthe provisions contained in this agreement. Any interpretation of these Terms shall not be misunderstood because we outlined these Terms and Conditions.</p><h3>3). LIMITATION OF LIABILITY</h3><p>We are not liable for any direct, indirect, special, incidental, exemplary, consequential, or any other form of damage(s) resulting from your use or inability tobrowse or use the website. This provision tagged \"Limitation of Liability\" appliesregardless of: (A) any failure of an important reason; (B) our negligence; (C) ourgross negligence; (D) if such liability results in negligence, tort, contract, or anyother assumption of legal liability. This provision, which is titled \"Limitation of Liability\" applies even if we have been advised of any perceived damage.</p><p>We, therefore, state categorically that we are not liable and not responsible for anyproduct, information, or service offered by other web sites that are connected to orfrom the platform.</p><h3>4). YOUR USE OF THE SITE</h3><h4>4.1).Changes to the Site and Premium Features</h4><p>We reserve the right at any given time, and without prior notice to discontinue orchange and feature of the platform, including but not limited to, hours of availability, content, and tools needed for access or use.</p><h4>4.2). Changes to the Site and Premium Features</h4><p>We shall have the right at any time to change or discontinue any aspect or feature of the Site, including, but not limited to, content, hours of availability, andequipment needed for access or use.</p><h4>4.3). Passwords</h4><p>You have the sole responsibility to protect the confidentiality of your password(s),and for the acts and omissions of any third party that accesses the platform throughthe use of your password, as if such acts and omissions were your own.</p><h3>5). TOOLS</h3><p>You are bound by this agreement to obtain, pay for, and maintain all software,features, and anything else needed to use the website.</p><h3>6). CHANGED TERMS</h3><p>We shall have the right at any time to alter or adjust these Terms and Conditions, effective immediately upon notice on the platform, and any use of the platform byyou after the notice is subject to these new adjustments.</p><h3>7). MONITORING</h3><p>We have the right, but not the obligation, to monitor the content of this website, toensure compliance with these Terms and Conditions, any other agreement betweenyou and us, any operating rules established by us, as well as to satisfy any law,regulation, authorized government request, or trade association guideline.</p><p>We have the right to edit, refuse to post, or totally remove any material submittedto or posted on the platform. You acknowledge and agree that any communication or material you post or transmit to the website is, and will be treated as, non-confidential and non-proprietary. Without limiting the former, we shall have the rightto remove any material that we find violates these Terms and Conditions, which maycause liability for us or is otherwise offensive.</p><h3>8). YOUR CONDUCT</h3><h4>8.1). Lawful Purposes</h4><p>You shall use the website for legitimate purposes only.</p><h4>8.2). Intellectual Property</h4><p>The platform contains trademarks, copyrighted material, and other patented information, which may include video, graphics, text, software, photos, music, and sound. We own a copyright in the coordination, selection, arrangement, dimprovement of such content, as well as in the content original, which was assigned to us. You may not publicly distribute, publish, modify, transmit, publicly perform, participate in the transfer or sale of, create derivative works, publicly display,reproduce, or in any way exploit in any method whatsoever (including, without limitation, print and electronic formats) any of the website content, without our priorwritten approval.</p><p>This material includes, but is not limited to, the layout, design, look, graphics, andappearance. You accept that you do not acquire any ownership rights by downloading copyrighted material.</p><h4>8.3). Works and Material You Submit to the Website</h4><p>You shall not post, upload, or otherwise make available on the website any works ormaterial protected by copyright, trademark or other patented right without the express written permission of the owner of the copyright, trademark or other patented right and the burden of determining that any works or material are not soprotected rests entirely with you. You are accountable for any damage arising fromany violation of copyrights, trademarks, or other patented rights, or any other damage arising from such a submission.</p><p>For all works or material submitted by you to the website, you automatically allow, or warrant that the owner of such material has expressly approved, us a royalty-free, perpetual, irrevocable, worldwide, fully-paid up license to use, reproduce, create derivative works, publicly distribute, publicly perform, publicly display, assume any sound recording rights or moral rights of attribution or integrity, transmit, modify, adapt, publish, translate and distribute such material (in whole orin part) worldwide and/or to incorporate it in other works in any form, media or technology now known or henceforth developed (including, without limitation, electronic and print form, media, and technology) for the full term of any copyright that may exist in such works or materials.</p><p>Except as limited under the provisions of the law, and subject to any functionalityon the website allowing you to restrict access, you also permit any other Websiteuser to access, view, store or reproduce the works or materials consistent with the provision which is titled \"Your Right to Use the website\".</p><h4>8.4). No Unauthorized Activities on the Website</h4><p>The website, openexpo.com, is only publicly available for the authorized uses described in these Terms and Conditions. Access to the website is not authorized for any activities that disrupt or have the potential to interfere with our possessory interest in the Site.</p><p>Unauthorized activities, include, but are not limited to: any access and use of the Site for screen or data scraping, automated access, automated offers, data acquisition and consolidation; using the platform in an attempt to break security, or so as to actually break security of any computer network (including,   without limitation, the website itself); using   the   Site   for   unlawful   and   unofficial   relaysthrough any third party systems; attempting, in any way, to interfere with or deny service to any user or any host on the Internet; using the Site to engage inunsolicited commercial email, or to add or attempt to add addresses to any mailinglist (yours or a third party’s); using the Site to engage in flood attacks, which aredefined as overburdening a recipient computer system by sending a voluminous bogus data which effectively obstructs or totally disables functionality of therecipient system(s), or any other denial of service attacks; furnishing false data on your sign-up form, contract, or online application, including, without limitation, providing fraudulent   payment   information;   actively   engaging   in   or   authorizingmaking the Site or any portion available as part of a \"co-branded\" or \"private label\" web service, website, or Internet access service, or as part of a \"channel\" through a software or Internet service, or similar arrangements or relationships that offer or gives access   to the platform from or through other web services, web sites, or Internet access services.</p><h3>9). TRADEMARKS</h3><p>The following trademark(s) are owned by us, all rights reserved: Openexpo. All othertrademarks appearing on the website are the property of our event hosts. You donot have any rights of any nature whatsoever in our trademarks, service marks, ortrade names through your use of the Site.</p><h3>10). GENERAL</h3><p>Total Agreement and Amendments: This Agreement is the total agreement between us and Openexpo User, and it surpasses all earlier and simultaneous agreements regarding the subject matter.</p><p>Governing Law and Forum: All claims concerning this Agreement are governed by and interpreted in accordance with the Laws of the government of the country, applicable to contracts utterly made and performed in such jurisdiction, except for any choice or conflict of Law principles, and must provide a legal case in the country, regardless of the inconvenience of the forum, except that we may seek temporary injunctive relief in any venue of our choosing.</p><p>The parties acknowledge and agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement. No Waivers and Cumulative Remedies. Our failure to insist upon strict performance of any provision of this Agreement is not a waiver of any of our rights under this Agreement. All of our remedies under this Agreement, at Law or in equity, are cumulative and nonexclusive. Severability: If any portion of this Agreement is held to be unenforceable, the unenforceable portion must be construed as nearly as possible to reflect our original intent, the remaining portions remain in full force and effect, and the unenforceable portion remains enforceable inall other contexts and jurisdictions. Notices: All notices to us under this Agreement must be sent to our (email address).</p><p>Captions and Plural Terms: All captions are for purposes of convenience only and arenot to be used to construe or in the enforcement of this Agreement. Terms defined in the singular have the same meaning in the plural and vice versa.</p>"
}
