{
  "about_us_title": "Openexpo is your go to place for live online events",
  "about_us_herotext": "Our platform gives the unique feel to each and every one of the event organisers and attendees.",
  "about_us_expect_title": "What should you expect",
  "about_us_expect_text": "You can expect that we  deliver information in an intuitive and simple manner. Our goal is for the attendee to be entertained and to receive the information they truly need with our recommendations",
  "about_us_choose_title": "Why should you choose us",
  "about_us_choose_text": "We turn virtual events into the most realistic programs that you and your attendees may find memorable and fulfilling.",
  "about_us_choose_bottom_bold": "Bringing these and way more to you at your comfort",
  "about_us_choose_bottom": "We are experienced professionals who share a common goal in ensuring that the purpose of organising your events is fulfilled. Even if you maybe hosting an offline event, we can provide an online touch with a wider reach and impact.",
  "about_us_choose_1": "Professionalism",
  "about_us_choose_2": "Networking",
  "about_us_choose_3": "Insight",
  "about_us_choose_4": "Communication",
  "about_us_foxlist_title": "What can you achieve with us",
  "about_us_foxlist_text": "We turn virtual events into the most realistic programs that you and your attendees may find memorable and fulfilling.",
  "about_us_fox_item_1_title": "Manage the event by <span class=\"orange\">cross-boarder staff</span>",
  "about_us_fox_item_1_text": "Assign the staff to the event from any part of the world in an unlimited manner",
  "about_us_fox_item_2_title": "<span class=\"orange\">Unlimited</span> number of stands/booth",
  "about_us_fox_item_2_text": "Whether your company has a large database of partners or you just need to provide a booth for your exhibitors, there is no limit to the number of booths you can host on the event",

  "about_us_fox_item_3_title": "Host your own interactive <span class=\"orange\">broadcasts!</span>",
  "about_us_fox_item_3_text": "Our platform comes with the out-of-the-box video broadcast functionality. Let your attendees view your 'talks' live",
  "about_us_interactivity_title": "More <span class=\"orange\">interactivity?</span><br> We’ve got you covered",
  "about_us_interactivity_text": "Your attendees may also be able to send messages, complete polls, and have a chance to explore your event stands for more interactive and highly engaging sessions.",
  "about_us_accordeon_1_title": "Send messages",
  "about_us_accordeon_1_text": "Apart from live broadcasts we also offer the chat functionality, let the attendees communicate with the exhibitors in a text fashion",
  "about_us_accordeon_2_title": "Complete polls",
  "about_us_accordeon_2_text": "Whilst the attendee is on the live broadcast or your sponsor would like to create a poll for the audience, they can do this without a problem",
  "about_us_accordeon_3_title": "Explore interactive Stands",
  "about_us_accordeon_3_text": "Discover all the stands and don't forget that the attendee will be able to view all of them on top of that they will see recommendations based on their needs",
  "about_us_accordeon_4_title": "Wheel of fortune",
  "about_us_accordeon_4_text": "This is our small killer feature, let the sponsors create a wheel of fortune on the event with prizes. Any attendee can win!"
}
