{
  "page_content_of_the_event_title": "Content Creation",
  "content_creation_of_the_event_subtitle": "Content creation",
  "content_creation_of_the_event_title": "Content creation for the event at Openexpo!",
  "content_creation_of_the_event_text": "Before broadcasting live, event organiser requires to create content and market the event(product) out as much as possible, therefore Openexpo provides the functionality of the content creation in different forms.",
  "descritbe_the_event_to_visitors_title": "Describe the event to your visitors",
  "descritbe_the_event_to_visitors_text": "Content creation can be added in different ways and forms, but primarily it is important to explain what the event is about in a few sentences with a few visuals. ",
  "descritbe_the_event_to_visitors_tab1": "Add an image to your content!",
  "descritbe_the_event_to_visitors_tab2": "Add descriptions for the visitors!",
  "descritbe_the_event_to_visitors_tab3": "Add more images to the content explanation!",
  "convenient_article_editor_title": "Use our convenient Reach Text Editor to create <span class=\"orange\">memorable content</span> for your event!",
  "convenient_article_editor_text1": "Apart from creating a short description of the event with pictures, it is important to start adding as much content as possible to the event in a form of articles. We all know that \"Content is king\"",
  "convenient_article_editor_text2": "Publishing, scheduling articles with not just text but with colourful images is something our platform allows in the \"News\" section of one's event. One can also do the following:",
  "convenient_article_editor_tab1": "Easily create nice-looking articles for the event!",
  "convenient_article_editor_tab2": "Schedule the news articles!",
  "convenient_article_editor_tab3": "RTE allows the content not to be dull!",
  "create_articles_for_your_event_title": "Create <span class=\"orange\">articles</span> for your event",
  "create_articles_for_your_event_text": "Add content with the Rich Text Editor. Allow staff members to write articles",
  "add_downloadables_title": "Add <span class=\"orange\">downloadables</span>",
  "add_downloadables_text": "Upload any information to the event in a PDF format",
  "add_another_language_title": "Add another <span class=\"orange\">language</span>",
  "add_another_language_text": "Add descriptions of the event in different language to cater to the international attendees"

}
