{
  "pp_title": "Privacy Policy",
  "pp_updated": "Last updated on 20th Jan 2020",
  "pp_content": "<h3>Privacy Policy</h3><p>Welcome to openexpo.com. We are committed o providing you with all the necessary information you need to enjoy and know more about the online event you plan to attend and to have an amazing experience during a one on one networking with other attendees. Openexpo is concerned with protecting your privacy. This policy may be amended at any time with or without any prior written notice. We assure you that every change to this Privacy Policy will be published on this website.</p><p>Openexpo is the controller regarding certain uses of your personal data (collectively referred to as Openexpo, \"we,\" \"us,\" or \"our\" in this privacy policy).</p><p>We have appointed a data privacy manager who is responsible for administering questions in relation to this privacy policy.</p><h3>Purpose of this Privacy Policy</h3><p>This privacy policy explains how we look after your personal data when you access and use the Openexpo Event Platform and explains how your privacy rights and how the law protects you. Should we ask you to provide certain information by which you can be identified when using this Site, then you can be assured that it will only be used in accordance with this privacy policy statement. If you submit any data to our platform, such as your attendee profile, we will use it as part of the mobile event guide, which is displayed publicly.</p><p>This privacy policy can be accessed in the footer of the home page by using the menu button. Furthermore, by subscribing to a product or service, or otherwise using the service, you agree to the Terms of the Privacy Policy. In case you do not accept the terms of this privacy policy, we recommend that you should not access, visit, or use this service. We recommend that you print a copy of this Privacy Policy for future reference.</p><p>Your Login email is not viewable or accessible publicly. Your password is botched, which simply means it is not reversible and not viewable in plain text. However, you may contact us at any time to change or delete this data. Openexpo may change this policy from time to time by updating this page. You should check this page from time to time to ensure that you are pleased with any changes.</p><p>If you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact the data privacy manager using the details set out below.</p><h4>Contact us</h4><p>If you have any questions about this privacy policy or our privacy practices, please contact our data privacy manager in the following ways:</p><p>Full name of legal entity: Openexpo</p><p>Email address: ……….</p><p>You have the right, as stated by this policy agreement, to make a complaint at any time to the supervisory authority for data protection issues. We would, however, appreciate the chance to deal with your concerns before you approach the authority, so please contact us in the first instance.</p><h3>What We Collect About You</h3><p>We may collect the following information:</p><p>Name and occupation, contact information which includes an email address or other public social media address demographic information such as postal code, preferences and interests, other information relevant to customer surveys and/or offers.</p><h3>Personal Data or Personal Information</h3><p>This means any information about an individual from which that person can be identified. It does not include data where the identity has been removed.</p><p>We may collect, use, store, and transfer different kinds of personal data about you which we have grouped together as follows:</p><p><strong><i>Transaction Data:</i></strong> This explains the details about payments you have made and other information about the products and services you have used or accessed through the Openexpo virtual event platform. Please be informed that we do not save the details of your credit or debit card on our database. We assure you that the details of your card with us are secured and fully encrypted.</p><p><strong><i>Identity Data:</i></strong> This includes your full name, username, maiden name, marital status, gender, your image, and date of birth. By Identity Data, it also includes other audio-visual content that reveals your presence as you communicate with an Event Host.</p><p><strong><i>Technical Data:</i></strong> Which contains your internet protocol (IP) address, browser plug-in types and versions, your hardware information, your login data, operating system and website, time zone location and setting, browser version and type, and every other type of technological devices you use to gain access to the Openexpo event website.</p><p><strong><i>Contact Data:</i></strong> This includes your home address, email address, and phone number.</p><p><strong><i>Marketing and Communication Data:</i></strong> This contains your options in receiving marketing notifications from us and partners of our third -party platform and your communication options. We also gather, use, and distribute Aggregate Data like demographic or statistical data for any motive. Aggregated Data can be gotten from your personal data but is not regarded a personal data in law as this type of data will not reveal your real identity.</p><p>It is not our policy to save personal information for a long period of time. While we keep this information, we will secure it against any possible loss or theft, as well as copying, unauthorized access, modification, use, disclosure, or modification. With this, we strongly advise that no type of storage or transmission is totally secure and cannot assure absolute data security. If possible, we might keep your personal information in agreement with a legal requirement or in the bid to protect your vital interests or the interest of another individual.</p><h3>How We Use the Information We Gather</h3><p>This information is gathered as part of the event guide that you are attending or participating in helping attendees have an amazing experience at the event they are attending. Except that the event platform is a secure/private website that requires login details before granting access, this information is not limited to the attendee or participant of this event and is publicly available online. When you are logged in, your reactions to session polls and surveys are not secret and accessible only to the Event Host.</p><h4>Security</h4><p>Our goal is to ensure that you are totally secure. To avoid unapproved disclosure or access, we have made every necessary arrangement, including but not limited to electronic, physical, and managerial procedures to protect and regulate the information we gather online.</p><h3>How We Use Cookies</h3><p>A cookie is described as a small file that seeks permission to be put on your computer’s hard drive. Immediately you agree, the file is added, and the privacy agreement helps analyze web traffic or inform you when you visit a particular site. Privacy agreements allow web applications to respond to you as an individual. The web application can direct its operations to suit your needs, likes, and dislikes by gathering and remembering information about your options. We use ‘’traffic log cookies’’ to identify which pages are being used at a given time. This helps us analyze data about web page traffic and improve our website in order to tailor it to customer needs. We only make use of this information for statistical analysis, and then the information is detached from the database.</p><p>There is no way a cookie can grant us access to your computer or any data concerning you, other than when you decide to share it with us. It is your right to either accept or reject cookies. Most web browsers by design accept cookies, but you can always adjust your browser settings to reject cookies if you choose. This may prevent you from taking full advantage of the website.</p><h3>Usage Statistics</h3><p>Openexpo will collect a universal unidentified data on the platform’s usage statistics, like the page access, type of browser, duration of stay, or type of device. This type of information is exposed by default due through your phone carrier or your internet browser, and it is collated by Openexpo or through other third-party tools like Google Analytics. Openexpo also reserves the right to make use of usage statistics on any form of marketing and on any material that is made public.</p><h3>Links to Other Websites</h3><p>Our event platform may contain links to other websites of similar interests.  Nevertheless, once you have used these links to leave our site, you should note that we do not have any control over that other website. Therefore, we cannot be responsible for the protection and privacy of any information which you provide while visiting such sites, and such sites are not governed by this privacy statement. You should exercise caution and look at the privacy statement applicable to the website in question.</p><h3>Controlling Your Personal Information</h3><p>You may decide to limit the collection or use of your personal information; if you have initially accepted that we use your personal information for direct marketing purposes, you may change your mind at any time by writing to or emailing us. We will not sell, distribute, or lease your personal information to third parties unless we have your permission or are required by law to do so. If you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible. We will promptly correct any information found to be incorrect.</p><p>The purpose of this Policy is to govern our use of information we may know about you when you visit our web site (the “Site”). In addition to our Policy, the Site is subject to the Terms and Conditions, which administers in any disagreement with this Policy. We may change this Policy at any time by notifying you of a new effective date.</p><h4>NOTICE</h4><p><strong>Other Companies:</strong> Some activities on our platform may be in collaboration with other companies (“Companies”). You may be required to provide information that can personally identify you in order to be involved in these activities, and that information will be shared with the Companies, whose identity we will reveal to you at the time you provide your information.</p><p>While our use of your information will be subject to this Privacy Policy, the Companies’ use of the same information will fall under their own privacy policies. If you are concerned about any particular Company’s use of your information, you should check that Company’s privacy policy before reacting. We encourage that you please feel free not to provide the requested information and not proceed with the activity. But please understand, once released by you to a Company, we cannot control the use of your information by that Company.</p><p><strong>Collection, Use, and Disclosure:</strong> We may use the information you provide to contact you concerning a transaction you have made on our platform. We also collect general data to analyze statistics on our Site’s user visits, payments (if any), backgrounds and demographics, which we only release to others on a cumulative basis that does not reveal your personal information without your approval, except to: (1) the Companies; (2) the Contractors; (3) a company that may purchase our website or controlling equity shares in our company, and (4) others when necessary to enforce the Terms and Conditions, any agreement we may have with you, or when we believe we are required to do so by law. We use this data to enhance our provision of services to you and our users, to enhance the user experience of our Site to best meet your interests, to measure visits to different areas of our Site, to contact you regarding updates to Openexpo features that you use and to verify the number of users that have seen or clicked advertising on our Site.</p><p><strong>Children:</strong> Our Site is not intended for children under the age of 13 years of age. We do not knowingly collect information from children under the age of 13. We encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our privacy policy by instructing their children never to provide information on our Site.</p><p><strong>Cookies:</strong> Our website may place a “cookie” in the browser files of your computer. This cookie does not collect information that personally identifies you as an individual (other than your Internet protocol address). Still, it merely allows us to recognize your repeated visits to our Site. We use our cookie collected information to make your visit to our website a memorable one. If you want to disable cookies, there is a simple procedure in most Internet browsers that allows you to turn off or delete cookies, but please remember that cookies may be required to allow you to use certain features of our platform.</p><p><strong>Links:</strong> Our website may contain links to other websites. We do not control these other websites, and you should consult those other web sites’ privacy policies regarding their use of your information. Our Site may also contain advertising. When you click on an advertisement, the advertiser may be able to collect information on you and any additional information you provide. We do not control these advertisers’ collection and use of this information.</p>"
}
