{
  "page_event_customisation_title": "Event customisation",
  "event_customisation_subtitle": "Event Customisation",
  "event_customisation_title": "Event customisation with Openexpo!",
  "event_customisation_text": "Molding the event to the event organiser's view in a few clicks is one of our core beliefs. We always target simplifaction and customisation that meets quality. ",
  "add_your_logo_main_menu": "Add <span class=\"orange\">your unique background </span>to the main menu of your event!",
  "add_your_logo_main_text1": "Having a standing out registration page of the event gives the event organiser the possibility to convert more potential registrants and attendees. Identity is everything! ",
  "add_your_logo_main_text2": "Having a background on the registration page gives a way of showing a unique view that an event organiser can present. ",
  "select_colour_scheme_title": "Select <span class=\"orange\">any colour scheme</span> that suits your event or stand!",
  "select_colour_scheme_text": " ",
  "select_colour_scheme_tab1": "Change the style of your event in few clicks.",
  "select_colour_scheme_tab2": "Huge color selection to make your event unique.",
  "select_colour_scheme_tab3": "Select your brand colour and represent yourself!",
  "customisation_of_logo_text1": "What is an identity of the event apart from all the colours and backgrounds?",
  "customisation_of_logo_text2": "Of course it's a<span class=\"orange\"> LOGO </span>! As seen on the left side, you can see that logo in the top left corner is customisable!",
  "preview_video_playing_title": "Have <span class=\"orange\">your demo video playing</span> on the main page of the event!",
  "preview_video_playing_text": "One of the known ways to lure in the leads is with a preview video of the event. To show the potential customers what is the event all about? We allow event organisers to embed the video from<span class=\"red\"> Youtube </span>or <span class=\"blue\"> Vimeo </span>",
  "preview_video_playing_tab1": "Add a Video on the registration page",
  "preview_video_playing_tab2": "Supports vimeo and youtube!"
}
