{
  "page_agenda_title": "Agenda",
  "advanced_agenda_subtitle": "Creating an agenda",
  "advanced_agenda_title": "Advantages of Agenda at Openexpo!",
  "advanced_agenda_text": "When organizing an online, an offline or hybrid event, the first place attendees would look is at the event's agenda. Usual questions pop in their minds like: Who is to present? What are the topics discussed? ",
  "advanced_agenda_basedonrequirements_title": "Create  an <span class=\"orange\">agenda</span> based on your requirements",
  "advanced_agenda_basedonrequirements_text1": "Agenda has to be simple to view with enough details to be lured into the slot of the agenda. Such small details as speaker profiles, dates, hours are the norm as a user experience. ",
  "advanced_agenda_basedonrequirements_text2": "We make sure all of this can be set up from the administrators panel and so that the event would be moulded into the apple of the attendee's eye",
  "advanced_agenda_multiple_presenters_title": "Add <span class=\"orange\">multiple presenters</span> to your agenda!",
  "advanced_agenda_multiple_presenters_text": "We know for a fact that in quite a lot of situations there is more than 1 presenter or it is not a presenter but a panel of speakers, platform allows event organisers to add more than 1 speaker to the agenda slot",
  "advanced_agenda_multiple_presenters_tab1": "Host events with multiple presenters!",
  "advanced_agenda_multiple_presenters_tab2": "Multiple people can present during video broadcast.",
  "advanced_agenda_multiple_presenters_tab3": "Number of settings to support multiple presenters!",
  "advanced_agenda_find_speakers_title": "<span class=\"orange\">Find speakers</span> on the topic that interests you most!",
  "advanced_agenda_find_speakers_text": "Having an easy to use interface is the key to success (or at least we would like to believe this). Our easy to use agenda list allows anyone to quickly figure out what the topic of the \"talk\" is to be.",
  "advanced_agenda_find_speakers_tab1": "Find what the talk is going to be about!",
  "advanced_agenda_find_speakers_tab2": "See who’s presenting, their company and position!",
  "advanced_agenda_find_speakers_tab3": "Get the latest news on the topic!"

}
