{
  "page_advanced_sponsorships_title": "Advanced sponsorship",
  "advanced_sponsorship_subtitle": "Advanced sponsorship",
  "advanced_sponsorship_title": "Advanced sponsorship with Openexpo!",
  "advanced_sponsorship_text": "Sponsors sometimes are one of the most important revenue generators on the event, therefore we find that interaction of the visitor/attendee and the sponsors is crucial. We allot this to happen!",
  "advanced_sponsorship_sponsors_banner_title": "Have your <span class=\"orange\">sponsor's banner </span> pop up on login.",
  "advanced_sponsorship_sponsors_banner_text1": "Our platform allows the sponsors to create pop up banners that will appear for the users/attendees on their first logon. ",
  "advanced_sponsorship_sponsors_banner_text2": "This allows attendees to potentially access the link or a website of a sponsor that will potentially convert into a sales lead or similar.",
  "advanced_sponsorship_wheel_of_fortune_title": "Set up the <span class=\"orange\">Wheel of Fortune </span>to engage visitors of your event!",
  "advanced_sponsorship_wheel_of_fortune_text": "Engagement of attendees is everything! We always try to be innovative and create functionality that will not bore the attendees to death. This the wheel of fortune with the following functionality:",
  "advanced_sponsorship_wheel_of_fortune_tab1": "Let users win prizes on the homepage!",
  "advanced_sponsorship_wheel_of_fortune_tab2": "Add prizes and their amounts!",
  "advanced_sponsorship_wheel_of_fortune_tab3": "View statistics!",
  "advanced_sponsorship_survey_title": "Number of options to set up a <span class=\"orange\">unique and engaging survey!</span>",
  "advanced_sponsorship_survey_text": "Apart from wheel of fortune we have also added a feature with a survey that would be branded by sponsor. Answering a survey might give a useful inisght to the sponsor about any topic",
  "advanced_sponsorship_survey_text_tab1": "Set up your own surveys!",
  "advanced_sponsorship_survey_text_tab2": "Engage users by asking the right questions!",
  "advanced_sponsorship_survey_text_tab3": "Get results sent to you via mail!",
  "advanced_sponsorship_logo_broadcast_title": "Have <span class=\"orange\">your logo displayed</span> in an agenda tab or at the live video broadcast",
  "advanced_sponsorship_logo_broadcast_text1": "Branding in the actual list of the agenda is a great way to expose the sponsor to all the attendees of the event. 99% of the visitors would browse in the Agenda tab",
  "advanced_sponsorship_logo_broadcast_text2": "Or as another way to promote themselves, it is great to show their brand on the actual live video broadcast, making the logo clickable to a specific url is also an option",
  "advanced_sponsorship_logo_broadcast_tab1": "Add logos in agenda",
  "advanced_sponsorship_logo_broadcast_tab2": "Add branding in the live video broadcast",
  "advanced_sponsorship_logo_broadcast_tab3": "Make the branding clickable"

}
