{
  "how_it_works_title": "How it works",
  "how_it_works_updated": "Last updated on 20th Jan 2020",
  "how_it_works_content": "<h3>How it works</h3><p>Imagine your online event with an UNLIMITED number of active participants, stands and booths from anywhere in the world without any restraints by space or number!</p><p>Would it not be great for you to find that special event you are looking for and be part of it without leaving the comfort of your home? The need for social distancing amidst the coronavirus pandemic cannot be overemphasized.</p><p>But does that mean that all social, corporate, religious, and political events have to be put on hold till the world is liberated from this pandemic? Of course not!</p><p>The good news is that you may be able to grace that occasion by connecting to the event online. There is also a need for business owners, multinational companies, government institutions, entertainment, and several other organizations to remain relevant.</p><p>This may be achieved by ensuring that seminars, black tie events, meetings, and other forms of social gatherings continue to hold without breaking the stay at home or social distancing rules set by your respective governments.</p><p>You have agreed that you want to put your events in the world stage to have a wider reach. But the question is, how can you do this? How do you turn a virtual event into one that would make your attendees anticipating your next event date?</p><p>Openexpo is here for you. We shall highlight the process of how you can partner with the Openexpo team to give your event the class, connection, flexibility, and success in a virtual reality environment.</p><h3>Create a Openexpo account</h3><p>Before you begin to explore the professionalism and impeccability that Openexpo offers to you, you would have to create a Openexpo account.</p><p>Creating a Openexpo account is fast and straightforward. After clicking on the sign-up page, you will have to provide your email and your password, and then you click on register.</p><p>A confirmation email will be sent to you automatically to verify your account. Click on the link our system sent to you on your email, and you will be confirmed as a member of our highly intuitive online event finder and management platform.</p><h3>Creating your events</h3><p>Once your Openexpo account has been verified, you will be directed to your Openexpo dashboard, where you can create your events, check your stands, or have a look at the events you have picked, and a chatbox for effective communication.</p><p>To create your even, you will have to click on the \"Create your Event\" option and then proceed to provide your event name, a short description of the event, the event category, start, and end date, and finally, the event location and timezone.</p><p>In setting up your event, you may be required to choose your event language and customize your event page.</p><p>You will have to provide an event cover in the form of an image depicting what your event represents.</p><p>You may also write the main text depicting your event. You can add as many pictures as possible by dragging images from your device to the page.</p><h3>Ticket Information</h3><p>After setting up your event page, the next thing you have to do is to provide your ticket name and the price of purchasing a ticket.</p><p>You are also required to describe what your ticket may cover. Bear in mind that we would get a percentage of your ticket sales as our commission.</p><h3>Other things to note</h3><p>You can set up your online event stand by writing a compelling invitation message to your attendees. You can also manage the activities in your event stand and provide a plan for your event.</p><p>Now that you know how Openexpo works, why not take advantage of our platform to create and exhibit your events now!</p>",
  "hiw_title": "How to setup a <span>virtual event</span> ?",
  "hiw_banner_text": "Imagine your online event with an UNLIMITED number of active participants, stands and booths from anywhere in the world without any restraints by space or number!",
  "hiw_faq_title": "Still got <span>questions?</span>",
  "hiw_faq_bottom_text": "Have any more questions?",
  "hiw_faq_bottom_button": "Check out how it works!",
  "hiw_useopenexpo_title": "All the different ways you can <span>use Openexpo:</span>",
  "hiw_useopenexpo_item1_title": "Online Education",
  "hiw_useopenexpo_item1_text": "Host your educating seminar with our platform in a few clicks",
  "hiw_useopenexpo_item2_title": "Startup Pitch Deck",
  "hiw_useopenexpo_item2_text": "If you are a Start Up event, let startupers pitch their company",
  "hiw_useopenexpo_item3_title": "Workshops",
  "hiw_useopenexpo_item3_text": "Create interactive workshops through our platform",
  "hiw_useopenexpo_item4_title": "Conferences",
  "hiw_useopenexpo_item4_text": "Invite awesome speakers and host your conference",
  "hiw_useopenexpo_item5_title": "Film Festivals",
  "hiw_useopenexpo_item5_text": "Show live featured teams in virtual cinemas",
  "hiw_useopenexpo_item6_title": "Networking Events",
  "hiw_useopenexpo_item6_text": "The whole point for the event is networking, therefore we give this opportunity",
  "hiw_useopenexpo_item7_title": "Trade Shows",
  "hiw_useopenexpo_item7_text": "Create unlimited booths/stands and give companies possibility to promote themselves",
  "hiw_useopenexpo_item8_title": "Hybrid Events",
  "hiw_useopenexpo_item8_text": "Wouldn’t it be cool be on an offline event, but never physically attending this? We can do this!",
  "hiw_useopenexpo_bottom_text": "What are you waiting for? First event is <span>free of charge!</span>",
  "hiw_create_event_button": "Create an event",
  "hiw_attendee_title": "As an <span>attendee</span>, find the events that interest you or discover the most pupular ones!",
  "hiw_attendee_textbox": "<p>Lets start with basic information, consectetur adipiscing elit. Ut non aliquam mauris. Aenean sit amet dignissim velit.</p><ul><li>Filter events that interest you</li><li>Find the ones everyone’s attending</li><li>Click on the event to see full info</li></ul>",
  "hiw_steps_title": "Hosting a virtual event in <span>5 steps</span>",
  "hiw_steps_1_title": "<span>Creating</span> your first event!",
  "hiw_steps_1_textbox": "<p>Let’s start with basic information about the event. Styling the virtual event is something essential to stick out from the crowd</p><ol><li>Add title, short description and dates of the event</li><li>Style your event to your corporate guides, add logos, change colours</li><li>Add data about your event and invite your staff</li></ol>",
  "hiw_steps_2_title": "<span>Invite exhibitors</span>",
  "hiw_steps_2_textbox": "<p>The end goal of any large event is to host a huge number of exhibitors, so that networking could take place at full scale</p><ol><li>Invite exhibitors to the event, so that they can create their own stand/booth</li><li>Let them customize their stand to their liking with our incredible set of diverse tools.</li><li>Let them market their ideas and products and add banners, icons and logos of their choosing.</li></ol>",
  "hiw_steps_3_title": "<span>Market event</span>",
  "hiw_steps_3_textbox": "<p>Our platform provides the “website” feel of the event before the visitor actually registers and takes full advantage of all the functionality</p><ul><li>Add your banners, videos, logo at the top of the page!</li><li>Receive the money through platform</li><li>All statistics from the events are available for you!</li></ul>",
  "hiw_steps_4_title": "<span>Sell tickets</span>",
  "hiw_steps_4_item1_title": "Agenda",
  "hiw_steps_4_item1_text": "Display your speakers, link your video stream, add your descriptions about the speakers and the topics of the discussions",
  "hiw_steps_4_item2_title": "Tickets",
  "hiw_steps_4_item2_text": "Create free tickets or tickets with a cost. Also add batches of tickets available of each nominal of the ticket",
  "hiw_steps_4_item3_title": "User Management",
  "hiw_steps_4_item3_text": "Invite your staff to the events to help you out, assign custom fields for registered users,  view and manage end-users of the event",
  "hiw_steps_4_item4_title": "Downloadables",
  "hiw_steps_4_item4_text": "Add needed material about the event and about the stands, PDFs, docs, pictures",
  "hiw_steps_4_textbox": "<p>Openexpo allows you to not only use our internal video service, but “plug-in” with your own Video resources. If you are used to using something similar to Twitch, Youtube streaming with OBS integrations, then you are in the right place</p>",
  "hiw_steps_5_title": "<span>Host the event</span>",
  "hiw_steps_5_textbox": "<p>So once you add all the data, the fun begins, this is what you have been preparing for. The actual launch</p><ul><li>Control and manage the event</li><li>Manage the visitors</li><li>Run campaigns for sponsors</li></ul>",
  "hiw_steps_bottom_text": "Why hesitate? Create your own event for free!",
  "hiw_steps_bottom_button": "Create an event!"
}
