{
  "page_inhouse_broadcast_title": "In-house video broadcast",
  "inhouse_broadcast_subtitle": "In-house video",
  "inhouse_broadcast_title": "In-House video broadcast with Openexpo!",
  "inhouse_broadcast_text": "What kind of an event would it be without an agenda and video translation service? We worked very hard and finally we are ready to present our video broadcasting service with a few perks.",
  "multiple_presenters_on_video_title": "<span class=\"orange\">Multiple presenters</span> on the video broadcast!",
  "multiple_presenters_on_video_text": "Have more than 1 speaker at once, making the presentation more interesting",
  "multiple_presenters_on_video_tab1": "From few to ten! Our in-house streaming supports multiple presenters on broadcast at any time!",
  "multiple_presenters_on_video_tab2": "Administrator can always moderate the broadcast!",
  "multiple_presenters_on_video_tab3": "Convenient labels for each presenter to always know your people!",
  "always_in_control_title": "Always in <span class=\"orange\">control!</span>",
  "always_in_control_text": "Moderation of the live broadcast is a crucial part of the event management. We make it possible to control the streaming throughout the broadcast",
  "always_in_control_tab1": "Always in control of the broadcast and the chat with Openexpo’s management tools!",
  "always_in_control_tab2": "Kick out any unwanted speakers or if the moderator sees that something awkward on the speakers camera, camera can be switched off momentarily!",
  "always_in_control_tab3": "Someone is being annoying in the chat? Time them out or ban them!",
  "chat_for_everyone_title": "<span class=\"orange \"> Chat</span> for everyone!",
  "chat_for_everyone_text1": "Everyone is used to interacting via video or via chat now in the virtual world. Therefore we decided to make sure that chat is part of the video broadcasting feature!",
  "chat_for_everyone_text2": "Attendees and speakers can interact live in the chat window near the video broadcasting, this allows the users to go an extra mile in interaction",
  "screen_sharing_title": "<span class=\"orange\">Screen sharing </span>feature for your broadcast.",
  "screen_sharing_text1": "Where can we go now without screensharing these days? As part of the video broadcasting (streaming) and chatting we add also the ability to screenshare!",
  "screen_sharing_text2": "Choose to either show a specific application currently running on your computer or your whole screen.",
  "go_anywhere_title": "Go anywhere and <span class=\"orange\">never lose track </span> of the broadcast!",
  "go_anywhere_text1": "We would like to present our \"killer feature\"! A picture in-picture video. Meaning that you can go around the event, do your \"thing\", but still manage to listen to the broadcast!",
  "go_anywhere_text2": "Personally we always missed out on so many great \"talks\" on the Offline events, we decided to add this feature, so in the meantime the attendee is organising meetings or chatting away to stands, he/she can still see and listen to the important discussion!",
  "let_visitors_know_title": "Let viewers know <span class=\"orange\">who is on screen! </span>",
  "let_visitors_know_text1": "Imagine watching news and not knowing who is presenting? Well we have the same concept here. Whoever is presenting would show up with their name and a position and potentially a company they are representing!",
  "let_visitors_know_text2": "Downunder the attendee also can view information about all the speakers and their contact details (if they made these public)"
}
